<template lang="">
    <div>
        <span @click="router.replace('/')">SernHao.Blog</span> | 
        <span @click="router.replace('/architecture')">建筑</span>
    </div>
        <div>
        <h1>
            {{Artical.head}}
        </h1>
        <p>
            {{Artical.introduction}}
        </p>
    </div>
    <div>
        <article>
            <header>
                {{Artical.body[0].title}}
            </header>
            <main>
                {{Artical.body[0].paragraph}}
            </main>
        </article>
        <article>
            <header>
                {{Artical.body[1].title}}
            </header>
            <main>
                {{Artical.body[1].paragraph}}
            </main>
        </article>
    </div>
</template>
<script setup lang="ts">
import router from '@/router';
const Artical = 
    {
        head: "极致之墅&中国住宅设计风向",
        introduction: ` `,
        body:[
            {
                title:'浙江 野系摄影师之家by Yumalin Studio',
                paragraph:`对松弛自在感的追求逐渐成为大家不可缺少的生活主题，无论是旅行还是居家，获取万千世界万物洗涤的同时，归属感松弛感总是在耳旁回响 。这是一对年轻摄影师夫妻的家，他们非常喜欢花大量的时间在家，放松思考，家是他们个性中一个重要的层面，通过它去探索并安存于这个现实世界。在设计上，将靠东面的书房与共区融合，东面的环景通过透明隔断一并纳入餐厅，与日共生，与景同存，更多的开放架子，承载各种旅途中收获的心爱“战利品”，我们就会更有意识地活在当下，窗景响应季节的节奏的同时，我们又从物品中感受家的韵律变化。再向里推开移门为茶室（日后的次卧），半遮半掩的隔断形式与书房互通，又保证了日后卧室的私密性。客厅的墙有一处壁龛的设计，围坐茶几，壁炉内用蜡烛示意为升起的“炉火”，我们不再是以电视机为中心，而是面向朋友、亲密伙伴，闲暇时聚会品茶。大量的开放收纳，从另一层面，对于大多数的人来说，这种无休止地处理、重新安排以及更新版本，就是生活的定义，事实上，我们是在等待生命的开始。如果有人逼问，大部分的人都会承认自己是为了某种美好的将来而努力，譬如在美国缅因州肯纳绑克港的木屋或哥斯达黎加的小屋中享受生活，或是梦想在山林里，在瀑布和鲤鱼池畔的茶亭中，禅思静坐。但是设计出发点在于在变化中寻求不变，去繁就简，我们在留白中，仍然给予屋主心灵寄托，可以是一本书，一个烛台，一盏茶······一次次等待新的旅程，期待新的生命感知。屋主是摄影师，有独到的生活质感见地，要求质朴自然的归宿感，这一点与我们品牌理念不谋而合，在选材上，用了天然的橡木、石材、粘土，以及淘来的老木头。在无常变化中唯一不变的是时间，记录下瞬间场景的同时，留住了此刻的时间，是一颦一笑，是法令纹般的木纹，日后新添的一根白丝，化作墙上的一抹印迹。卧室的自由洄游动线，增加出一处换衣空间，温润橡木与秩序感的线条相呼应，东面的阳光洒向橡木板赋予这个空间质感，床面向远景，躺着便可以眺望远处的江河山景。`,
            },
            {
                title:'杭州 B.Y House by Mr 来设计工作室',
                paragraph:`BY 住宅是一个小型公寓，位于中国杭州，由Mr来设计工作室设计。该工作室致力于通过使用材料、细节、照明和功能来实现整个室内空间的独特氛围。每个案例都是一个讲述者。该项目根据业主自身也是建筑师，其所需要的空间功能及生活习惯，为室内设计提供更多思路，而不是精准定义室内空间所需功能框架。业主对于整体色调希望是偏暖色系，所以该室内空间通过温暖的木饰面搭配局部灰色系艺术涂料，用了一把红色 Clerici chair 去营造出温暖却又不沉闷的氛围。Mr来设计工作室希望他们设计的能给客户一种归属感，加上一点舒适感，可以传递给生活正能量。也希望在整个装修过程中，他们所做的一些工作，客户会觉得其实装修是一件很简单的事情。`,
            },
        ]
    }
</script>
<style lang="scss">
    
</style>