<template lang="">
    <div>
        <span @click="router.replace('/')">SernHao.Blog</span> | 
        <span @click="router.replace('/architecture')">建筑</span>
    </div>
    <div>
        <h1>
            {{Artical.head}}
        </h1>
        <p>
            {{Artical.introduction}}
        </p>
    </div>
        <div>
        <article>
            <header>
                {{Artical.body[0].title}}
            </header>
            <main>
                {{Artical.body[0].paragraph}}
            </main>
        </article>
        <article>
            <header>
                {{Artical.body[1].title}}
            </header>
            <main>
                {{Artical.body[1].paragraph}}
            </main>
        </article>
    </div>
</template>
<script setup lang="ts">
import router from '@/router';
const Artical = 
    {
        head: `极墅之旅 国内高端民宿设计风向`,
        introduction: ` `,
        body:[
            {
                title:'岚惜汤泉泡池酒店by埂上设计',
                paragraph:`度假体验的终极目的，是面向自然、洗尽铅华的真实，这是自由与内心的释然。

                            作为活力之城，深植深圳城市基因中对于生活的追逐与热爱，将度假意象定格成抽离现实的放逐，在虚和实的调和中，凝思山水与建筑的互生互融，并试图还原自然与人的守望之理想；人们试图从建筑场所和容器中，勾勒出未来的旅居诗性，让栖息充满生命的情感体验。

                            岚惜汤泉泡池酒店选择与埂上设计联手，在山间构筑一个既避世又能触碰烟火的实验场，理想和日常、山水和城市、东方与西方、当代性和在地性的冲突后的虚实调和，搭配极简的现代建筑，赋予山水场于精神性，开启天空、山川、湖泊和人的内心叙述。

                            设计通过度假空间与生活方式的营造，进行一种设计可能性的探讨：构建一个开放感知的空间，在提供自然触觉和空间体验的同时，形成一种轻松、休闲的生活状态。椰林婆娑，海风摇动，一切自然而然地发生在这片纯净避世的场域中。

                            白色的矩阵建筑群体，结构层层迭迭，将酒店和自然完美结合，赋予空间野奢的基调。而中心地围景造“海”，在这个规则与不规则交错的盒子间，让人、社群与自然开始有了更多亲密的交流，变成生活乌托邦或是精神主义的一部分，让建筑成为一种延续松弛的链接。

                            以庭院中心的圆型景观池破除建筑形体的硬朗，在黑色深邃与白色纯净的碰撞中，形成了酒店的核心区域。放逐身心的旅人、戏耍的孩童，都构成了这种闲适节奏的音符，而光线的流动刻度，不声不响地记录着这一切变化的发生。

                            度假旅居生活的本质，是将疲惫心灵与身体，在舒适安全的环境中提供有别于日常的新鲜感，而埂上设计是这方面的高手，在公共性和私密性中保持恰到的平衡，将穿插的建筑形体作为故事的发生场，通过社交与话题性点亮消费者的体验开端。

                            餐厅部分一改外部的硬朗方形结构，融入了更多环形嵌套的形式。“像是要剪开天空的湛蓝”，通过强化入口处的非对称环形结构，裁剪内外的景色。以环曲，提炼构成“渗透+组织”架构，拆解、打散的剥离，通过环形交集的概念重组贯穿。

                            充足光线的引入，为就餐体验赋予了通气的流动性，内外的界限近乎消失。纯粹而简洁的建筑本身便能够与自然建立很强的联系，营造出持久有效的体验。

                            而互相嵌套重合的建筑群落，将酒店内部拆分为一系列独立而复杂的体块结构，内部的联通赋予功能，而通过将建筑创造不同的通透开窗， 为每位食客提供移步易景的景视觉体验。

                            向内生长的结构在互相掩映中，完成了一次空间探索的实践。人们可以在穿行中寻找轻松度假的乐。同时，独立形成的空间巧妙将不同区域分隔，在关照私密性的同时，与外界的框景也在持续流动变化中。

                            自然性赋予了建筑生命，弧形结构将方正空间的边界模糊，整个室内空间处于动态生长的变化中， 其间就餐的人们在与空间共生，强化了空间框架和聚餐知觉共振。

                            建筑与环境一同生长，光、绿野渗透其中，模糊景观空间，构筑和自然元素交织，行走其间的体验，是与自然持续友好对话的状态。而当视线回归到静谧的私人区域，设计希望通过光线的控制和过滤，将最舒适的照度引入客房，让这种舒缓放松的氛围照拂日夜。

                            度假体验的本质，是在功能性和情感之间寻求平衡，让每个人都能在轻松找到对自我认同。设计充分利用其天然环境，将天然材料和纯净的海天搭配，通过大面积落地开窗，将环境的生动触感引入到室内，而私享汤泉的引入，让空间和居住其间的人们，可以保持最简单松弛的状态。

                            客房在柔和的基调中卸下每位旅者的疲惫与不安，原木色的家具和棉麻的纺织品搭配，赋予空间不设防的野奢印记，安静的器物与光影交叠，透着侘寂之美，在不经意间触动内心的柔软。

                            在不同院落的分隔与错落中，设计将独有的体验格局带入泡池体验的变换中，随着房型的转换拥有独一无二的景观面与场景体验，进一步激发人们深度体验和探索的兴趣。

                            日出日落，光经过时间，会在建筑上留下生长的痕迹，而设计通过大面积的留白，希望这座建筑能和周边环境共同慢慢“成长”，在植物与建筑的融合共生中，生活的锋利也变得日趋温润。

                            生长于建筑顶部的无边泳池，如山间璀璨的明珠，在海天一色的奇幻梦境中，谱写着松弛的野奢度假意境。与爱人漫步池畔，在绵延的山麓中享受逃离城市的宁静。

                            夜幕降临，在山海的旖旎温暖中，旅人从水汽氤氲中感受生活原本的真实。岚惜汤泉泡池酒店用这片盛景的舒适温暖，谱写了城市度假的新提案。

                            而埂上设计将体验感在建筑与空间的营造中娓娓道来，通过感受自然的蓬勃生命力，为都市急驰的节奏持续注入能量与灵感。将这种矛盾的对冲感和延续性，为度假体验赋予全新的定义。`,
            },
            {
                title:'八亩晴川民宿by本森空间设计',
                paragraph:`该项目原址是清远英德硫铁矿的地质队宿舍，占地6000平方米，在1993年因矿石资源枯竭闭矿，地质队也随之解散，曾经辉煌热闹的宿舍区，便一直处于丢荒状态。直至2020年5月我们接到设计委托，包括旧建筑的翻修改造，新建筑设计，园林设计，室内设计，品牌设计等，要将这片旧址改造成当地居民与周边城市休闲度假的一个新据点。历时三年，我们与甲方共同克服了施工过程中的种种困难与阻力，在2023年年末项目落成，这片场域也将拥有了全新的生命，去迎接新的使命。

                            在大堂的新建筑主体设计上，我们使用了当地最容易实现的材料，红砖，松木，水泥等作为主要元素去搭建场景，通过景别关系，光影关系的控制设计，软装风格的匹配，使空间具有独特的审美调性，又符合乡土建设的经济投入预期。

                            大堂的正面我们规划了一片18米宽33米长的草地，以便于能在民宿内举办户外婚礼，及其他户外社交活动,同时草地和园林的设计呈现也是大堂下沉式空间看出去的一片景观。

                            大堂的正上方我们设计了一个20米长10米宽的观景露台，从二楼书吧往外走便能到达，可在此驻足欣赏到院内建筑的和近山远山之间的和谐呼应。

                            泳池休闲区规划位于草地旁，通过抬高泳池的完成面，使场地之间能拥有一定的互动性，也更富有层次变化。环顾四周，水景，平地，高山，远景，建筑，也在此相映成趣。

                            位于整个场地的中央的位置我们设计了一个中庭水景区，这是串联起前段的活动区，中段的餐饮区，及后段的客房区的交通枢纽，所以具有审美性，和高效的便利性，是这片场域的设计命题。

                            客房区域的我们采用了曲面路径与杂木庭院交错的设计手法，植物一年四季会有不同的变化，光影也会随着时间的流逝在墙上自由地作画。

                            客房区是由原流铁矿地质队住宿区，通过房型的合并与加建，设计出各种不同类型的度假房型。场所照明由太阳能灯具与有线灯具进行结合设计，太阳能灯具无需提前布线，更经济环保，同时保留重点区域的有线照明，保障阴天的重点照明。`,
            },
        ]
    }
</script>
<style lang="scss">
    
</style>